Repository: 84000/data-translation-memory
Catalog: Toh_298-The_Gandi_Sutra-v2.tmx
Source language: bo
Languages: en

source: གཎ་ཌཱིའི་མདོ།
en: The Gaṇḍī Sūtra

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all the buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་འོད་མའི་ཚལ་བྱ་ཀ་ལན་ད་ཀ་གནས་པ་ན་དགེ་སློང་སྟོང་དུ་ཚང་བའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ
en: The Bhagavān was dwelling in the Bamboo Grove, in the Kalandaka­nivāpa near Rājagṛha, together with a great saṅgha of a thousand monks and a great gathering of bodhisattvas.

source: ཐམས་ཅད་ཀྱང་དགྲ་བཅོམ་པ། ཟག་པ་ཟད་པ། བྱ་བ་བྱས་པ། བྱེད་པ་བྱས་པ། ཁུར་བོར་བ། བདག་གི་དོན་རྗེས་སུ་ཐོབ་པ། སྲིད་པར་སྦྱོར་བ་ཡོངས་སུ་ཟད་པ། ཡང་དག་པའི་ཤེས་པས་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་རྣམས་དང་། བཅོམ་ལྡན་འདས་ཐབས་ཅིག་གོ། །
en: They were all worthy ones. Their contaminations were exhausted, their duties fulfilled, their work concluded, their burdens put down, their personal welfare attained, their bonds to existence destroyed, and their minds fully liberated through perfect knowledge.

source: དེའི་ཚེ་རྒྱལ་པོ་གསལ་རྒྱལ་ཞེས་བྱ་བ་སྟན་ལས་ལངས་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: At that time, King Prasenajit arose from his seat and went to meet the Bhagavān.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: He bowed his head down at the feet of the Bhagavān and

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: addressed him with these words:

source: བཅོམ་ལྡན་འདས་མ་འོངས་པའི་དུས་སུ་རྩོད་པའི་དུས་ཀྱི་ཚེ་སེམས་ཅན་ཐམས་ཅད་སྡིག་པའི་སེམས་དང་། འཐབ་པའི་སེམས་དང་། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་ཀུན་དུ་ལྡན་པ།
en: “Bhagavān, in the future, during times of conflict, all beings will have evil minds, quarrelsome minds filled with desire, hatred, and delusion.

source: ཕ་རོལ་གྱི་ཡུལ་རྣམས་ལ་མཆོག་ཏུ་ཞེན་པ།
en: While intensely coveting others’ possessions and

source: གཅིག་ལ་གཅིག་ཟ་བ་ལ་བརྩོན་པ།
en: striving to devour one another,

source: བཅོམ་ལྡན་འདས་ཀྱིས་སྔོན་གསུངས་པའི་དུས་འཇིག་པར་བྱེད་པ།
en: they will cause the previous period when teachings were given by the Bhagavān to decline.

source: དམ་པའི་ཆོས་སྤོང་བར་བྱེད་པ།
en: They will cause the abandonment of the true Dharma.

source: སངས་རྒྱས་དང་། ཆོས་དང་། འདོད་ཆགས་དང་བྲལ་བ་རྣམས་སུན་འབྱིན་པ་དེ་རྣམས་གཞིག་པའི་ཐབས་གང་གིས་བྱང་ཆུབ་ལ་མཆོག་ཏུ་གཞོལ་བར་འགྱུར་བའི་ཐབས་བསྟན་དུ་གསོལ།
en: They will go against the Buddha, the Dharma, and those who are free of desire. Please teach a way to eliminate such behavior so that beings may be strongly inclined to awakening.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Thus entreated, the Bhagavān declared,

source: རྒྱལ་པོ་ཁྱོད་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དང་། ཕན་པ་དང་། བདེ་བའི་ཕྱིར་དང་། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ཡང་དག་པར་བསྲུང་བའི་ཕྱིར་འདྲི་བར་བྱེད་པ་ལེགས་སོ་ལེགས་སོ། །
en: “King, since you make this request for the sake of the welfare of all beings, for their benefit and happiness, and in order to protect the Buddha, the Dharma, and the Saṅgha, your inquiry is excellent! Excellent!

source: དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་
en: Therefore, listen closely and keep this in mind!

source: ངས་བཤད་པར་བྱའོ། །
en: I will explain.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེའི་ཚེ་ཀུན་དུ་སྒྲ་སྒྲོགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: Thereupon, the Bhagavān entered the meditative absorption called resounding everywhere .

source: བཅོམ་ལྡན་འདས་ཏིང་ངེ་འཛིན་གང་ལ་སྙོམས་པར་ཞུགས་པ་དེའི་ཚེ་དམྱལ་བ་ཐམས་ཅད་རྒྱུན་ཆད་པ་དང་།
en: When the Bhagavān entered that meditative absorption, all hells were terminated.

source: སྡང་བའི་སེམས་དང་ལྡན་པ་ཐམས་ཅད་ཀྱང་སྡང་བའི་སེམས་དང་བྲལ་ཞིང་བྱང་ཆུབ་ཀྱི་སེམས་ལ་རབ་ཏུ་གཞོལ་བར་གྱུར་པ་དང་།
en: All those who had been filled with hatred became free from their hatred and wholly devoted to the mind of awakening.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གསལ་རྒྱལ་ཁྱོད་ཀྱིས་མཐོང་ངམ། ཀུན་དུ་ཐོས་སམ། ཤེས་སམ། རྟོགས་སམ།
en: Then the Bhagavān asked, “Prasenajit, did you see, or hear, or understand, or realize?”

source: བཅོམ་ལྡན་འདས་མཐོང་ལགས་སོ། །
en: “Bhagavān, I saw!

source: བདེ་བར་གཤེགས་པ་མཐོང་ལགས་སོ། །
en: Blissful One, I saw.

source: ཁུམས་ཤིང་ཀུན་དུ་ཁུམས་ལ་འཚལ་ཞིང་རྟོགས་སོ། །
en: I comprehended, understood, recognized, and realized!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Bhagavān said,

source: གསལ་རྒྱལ་འདི་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མ་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སྐྱེད་པ།
en: “Prasenajit, this is the mother of all beings. She gives birth to buddhas and bodhisattvas.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་པ། མཆོད་པ། བསམས་པ། བསྒོམས་པ།
en: She is venerated, worshiped, contemplated, and cultivated by all hearers, solitary buddhas, and perfect buddhas.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྒྲའི་གཟུགས་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྐྱོང་བར་བྱེད་པ།
en: Taking the form of the sound of the Perfection of Insight, she nurtures all beings.

source: མུ་སྟེགས་པ་ཐམས་ཅད་རྣམ་པར་འཇིག་པར་བྱེད་པ།
en: She is the vanquisher of all non-Buddhists,

source: སྡང་བའི་སེམས་འདུལ་བར་བྱེད་པ།
en: the pacifier of angry thoughts,

source: སྡིག་པའི་སེམས་འཇོམས་པར་བྱེད་པ།
en: the subduer of sinful thoughts,

source: ཞེ་སྡང་བའི་སེམས་རྣམ་པར་སེལ་བར་བྱེད་པ།
en: the dispeller of hateful thoughts,

source: གཏི་མུག་གི་སེམས་རབ་ཏུ་འཇིག་པར་བྱེད་པ།
en: the destroyer of deluded thoughts, and

source: འདོད་ཆགས་ཀྱི་སེམས་རྣམ་པར་སྤོང་བར་བྱེད་པ།
en: the banisher of lustful thoughts.

source: བྱང་ཆུབ་ཀྱི་སེམས་ཡོངས་སུ་སྐྱོང་བར་བྱེད་པ།
en: She is the protector of the mind of awakening,

source: སངས་རྒྱས་ཀྱི་སེམས་འཕེལ་བར་བྱེད་པ།
en: the intensifier of the mind of buddhas, and

source: སངས་རྒྱས་འབྱུང་བ་བསྟེན་པར་བྱེད་པ།
en: the supporter for the genesis of buddhas.

source: འཐབ་པ་དང་། འགྱེད་པ་དང་། འཁྲུག་པ་དང་། རྩོད་པ་དང་། སྡུག་བསྔལ་བ་དང་། རྨི་ལམ་ངན་པ་དང་། ཀུན་འདུལ་བ་ཐམས་ཅད་འཇིག་པར་བྱེད་པ།
en: She is the destroyer of all fights, quarrels, strife, conflicts, miseries, and all those of bad character who contravene the monastic code.

source: གློ་བུར་གྱི་ནད་དང་། འཆི་བ་ཞི་བར་བྱེད་པ་དང་།
en: She is the pacifier of sudden illness and death and [of untimely death, epidemics, and so forth.]

source: དུས་མ་ཡིན་པར་འཆི་བ་དང་། རིམས་ལ་སོགས་པ་ཞི་བར་བྱེད་པ།
en: She is the pacifier [of sudden illness and death and] of untimely death, epidemics, and so forth.

source: ཕ་རོལ་གྱི་དཔུང་འདུལ་བར་བྱེད་པ།
en: She is the subduer of foreign armies,

source: བདུད་རྣམ་པར་འཇིག་པར་བྱེད་པ།
en: destroyer of Māra , and

source: གདུང་བ་སེལ་བར་བྱེད་པ།
en: dispeller of torments.

source: སྐལ་བ་བཟང་པོ་ཡང་དག་པར་འཕེལ་བར་བྱེད་པ།
en: She is the extender of the fortunate era,

source: ཚེ་དང་ནད་མེད་པ་སྟེར་བར་བྱེད་པ།
en: bestower of long life and freedom from disease,

source: འཆི་བའི་འཇིགས་པ་ཞི་བར་བྱེད་པ།
en: pacifier of the dread of death, and

source: ཐར་པ་དང་དཔལ་འཕེལ་བར་བྱེད་པ།
en: intensifier of freedom and prosperity.

source: གང་གིས་ཐོས་ནས་རྗེས་སུ་ཡི་རང་བ་དེ་ལ་ཡིད་བཞིན་གྱི་ནོར་བུ་ལྟར་འབྲས་བུ་རབ་ཏུ་སྟེར་བ།
en: To those who hear this and rejoice, she bestows results, like a wish-fulfilling gem.

source: ཡུམ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གཎ་ཌཱིའི་གཟུགས་ཀྱིས་བཞུགས་སོ་ཞེས་
en: The Mother, the Perfection of Insight, is present in the form of the gaṇḍī.”

source: ཐོས་པ་དང་། གསལ་རྒྱལ་སེམས་དང་བ་སྐྱེས་ནས་
en: Having heard this, deep conviction rose in King Prasenajit,

source: ཡང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: and he entreated the Bhagavān:

source: བཅོམ་ལྡན་འདས་འདིའི་ཚད་ནི་ཇི་ཙམ་ལགས།
en: “Bhagavān, what is the size of this gaṇḍī?

source: མདོག་ནི་ཅི་འདྲ་བ་ལགས།
en: What is its color?

source: བྱེ་བྲག་ནི་དུ་ཞིག་ལགས།
en: What are its specifications?

source: བརྡུང་བ་ནི་ཅི་འདྲ་བ་ལགས།
en: How is it to be struck?

source: གང་གིས་བརྡུང་བར་བགྱི།
en: By what is it to be struck?

source: གང་གི་ཚེ་གང་གི་དུས་ན་ཇི་སྲིད་དུ་བརྡུང་བར་བགྱི།
en: At what time, on what occasion, and for how long should it be struck?

source: ཇི་ལྟར་གཞག་པར་བགྱི།
en: How should it be placed?”

source: འབྱོར་པར་འདོད་པས་ཤིང་རྣམས་ནི། །རབ་ཏུ་འབད་དེ་བརྟག་པར་བྱ། །ཙན་དན་བིལ་བ་པ་ལ་ཤ། །ཨ་ཤྭད་ཐ་དང་ཙན་དན་དམར། །རྒྱ་སྟར་ཏ་ལ་ཀིང་ཤུ་ཀ། ཤིང་ཤ་པ་དང་ཏམ་ལ། །ཨ་མྲ་སྟར་བུ་སྐྱུ་རུ་ར། །ཏིང་ཏི་ས་ར་ཨ་ཤོ་ཀ།
en: “As for the wood you wish to use, You should investigate with great effort: Sandalwood, Bengal quince, bastard teak, Sacred fig, and red sandalwood tree, “Indian walnut, palmyra, kingshuk tree, Aloe wood, false mangosteen, Mango, walnut, myrobalan tree, Tintisara, and aśoka.

source: འདི་དག་ཐམས་ཅད་མེད་ན་ཡང་། །འོ་སེ་ལས་ནི་འབད་དེ་བྱ། །
en: “If all of these are absent, You should try the mulberry tree.

source: རྒྱལ་པོ་འབད་པས་ཐམས་ཅད་དུ། །འདི་དག་མེད་ན་མི་བྱའོ། །
en: King, if despite your efforts None of these are present, do not make it.

source: ཚད་མེད་ཤིང་ངན་ལས་བྱས་དང་། །
en: “If made without measure and from bad wood,

source: བརྡུངས་ན་སྒྲ་ནི་མི་འབྱུང་བའི། །
en: The sound will not emerge when struck.

source: སངས་རྒྱས་ཡུམ་འདི་བརྡུངས་ན་ནི། །
en: When such a Mother of the Buddhas is struck,

source: ཡུལ་འཁོར་འཚེ་བ་ངེས་པར་འབྱུང་། །
en: Harm will surely arise in the land.

source: གཙུག་ལག་ཁང་དུ་དགེ་སློང་རྣམས། །དེ་བཞིན་བློ་ནི་མི་འཐུན་དང་། །
en: “As for the monks in the temple, Their minds will thus be discordant,

source: ཉེ་བར་གདུང་བ་འབྱུང་འགྱུར་ཞིང་། །
en: They will be afflicted with disease, And

source: རྣམ་པ་དུ་མར་རྩོད་པར་འགྱུར། །
en: there will be all sorts of quarrels.

source: མུ་སྟེགས་ཅན་གྱི་དབང་འགྱུར་ཞིང་། །
en: “Non-Buddhists will be empowered And

source: བདུད་ཀྱང་འབྱུང་བར་འགྱུར་བ་ཡིན། །
en: māras will likewise come to the fore.

source: གདུག་པའི་ཀླུ་ནི་དུ་མ་ཡིས། །འབྲུ་རྣམས་ཀྱང་ནི་ཉམས་པར་བྱེད། །
en: Due to many noxious nāgas, Crops will fail.

source: རྒྱལ་ཁམས་འདིར་མང་སེམས་ཅན་རྣམས། །རྣམ་པར་འཇིག་པ་ཉིད་དུ་འགྱུར། །
en: “In that kingdom many beings Will be destroyed.

source: གཙུག་ལག་ཁང་ཡང་འཇིག་འགྱུར་ཞིང་། །
en: Temples also will be destroyed, And

source: ཆོས་ཀྱང་ནུབ་པར་འགྱུར་བ་ཡིན། །
en: the Dharma will decline as well.

source: བདུད་ཀྱི་ལྷ་རྣམས་དགེ་སློང་གི །དགེ་འདུན་ཤིན་ཏུ་མ་བསྡམས་བྱེད། །
en: “Demonic gods will cause unruliness Within the saṅgha of monks.

source: དེ་ལྟར་ཡང་དག་ཤེས་ནས་ཀྱང་། །ལེགས་པར་ཡོངས་སུ་བརྟགས་ཏེ་བྱ། །
en: Thus, knowing all this well, Proceed with careful inspection.

source: ཚད་ནི་ཆུང་ངུ་སོར་བརྒྱད་ཀྱི། །བརྒྱད་ཅུ་རྩ་བཞི་ཉིད་བྱ་ཞིང་། །
en: “As for measurements: the small ends should be eight fingers. Make the main body eighty-four fingers.

source: ཞེང་དུ་སོར་ནི་དྲུག་བྱ་སྟེ། །འཕང་དུ་ཡང་ནི་གཉིས་བྱའོ། །
en: Make it six fingers in breadth And two fingers in height.

source: སོར་མོའི་ཚིགས་ཀྱི་ཚད་དག་གིས། །ཟུར་བཞིར་ཚད་ནི་གཉིས་པ་ཡིན། །
en: “Using the measurements of finger joints, The measure to the four corners is two fingers.

source: ལེགས་མཉམ་ཉིད་ནི་ཤིན་ཏུ་གསལ། །
en: The perfect balance is made very clear.

source: རྩེ་གཉིས་སྦལ་པའི་མགོ་བཞིན་ནོ། །
en: The two ends are like the head of a frog.

source: དེ་ནས་རྡུང་བར་བྱེད་པ་ཡང་། །ཤིང་དེ་ཉིད་ལས་བཅད་དེ་བྱ། །
en: “After that, cut the striker From the same wood block.

source: སོར་བཅུ་གཉིས་ཀྱི་ཚད་དག་ལ། །ཟླུམ་ཞིང་རྩེ་གཉིས་ནེའུ་ལེའི་མགོ། །
en: Measuring twelve fingers, It is rounded and has mongoose heads at both ends.

source: ཆང་ཟུངས་ཚད་ཀྱང་དེ་བཞིན་ཏེ། །ཤིན་ཏུ་འཇམ་དང་རྩིབས་མཉམ་པར། །
en: “The size of the handle is also like that. It should be very smooth and evenly ribbed.

source: གང་ཕྱིར་དེ་བརྡུངས་གཞན་དགོངས་པ། །འོག་ཏུའང་དེ་ཡི་ཁྲི་བྱ་བ། །
en: Thus, it is meant to be struck. Below, make a stand for it.

source: གཙུག་ལག་ཁང་གི་སྒོ་སྟེངས་སམ། །ཡང་ན་དབུས་མའི་སྟེང་དུ་བྱ། །
en: “Place it above the temple gate, Or place it above the central gate.

source: དེ་ཡི་རབ་གནས་བྱ་བ་ནི། །ཤིན་ཏུ་བརྟན་པའི་ཆོས་ཀྱི་སྐུ། །
en: As for its consecration, It is the very stable Dharma body.

source: སྐྱེད་པ་མ་ཡིན་འཇིག་བྱེད་མིན། །གདོད་ནས་མ་སྐྱེས་པ་དགེ་བ། །
en: “It is unproduced, indestructible, And primordially unborn virtue.

source: དེ་ལྟར་རབ་གནས་བྱས་ནས་ནི། །དེ་ནི་སྤྱན་དབྱེར་གྱུར་པ་ཡིན། །
en: Having been consecrated as such, The gaṇḍī’s eyes are opened.

source: གཎ་ཌཱིའི་སྤྱན་དབྱེ་བྱས་ནས་ཀྱང་། །
en: “[Next,] having opened the gaṇḍī’s eyes,

source: དེ་འོག་གཙུག་ལག་ཁང་ཀུན་དུ། །ཀླུ་བདུན་གྱིས་ནི་བརྒྱན་པ་ལྟར། །བསྐྱེད་པའི་རིམ་གྱིས་བརྡུང་བར་བྱ། །
en: “Next, [having opened the gaṇḍī’s eyes,] One must strike it to increasingly produce sound Throughout the temple, As if adorned by seven nāgas.

source: དེ་འོག་དཀོན་མཆོག་གསུམ་ལ་ནི། །ཕྱག་བྱས་ནས་ནི་བརྡུང་བྱ་ཞིང་། །
en: “Thereafter, one should pay homage to the Three Jewels And then strike the gaṇḍī.

source: ཤང་རྩ་ལན་གསུམ་བརྗོད་པས་ནི། །ཆོས་ཀྱི་རྔ་རྣམས་བརྡུང་བར་བྱ། །
en: One should then sound the cymbal three times And beat the Dharma drums.

source: མེ་ཏོག་གིས་ནི་དེ་བཞིན་ཁྲུས། །
en: “Cleansing the gaṇḍī with flower-petal water

source: ཟན་ཟ་ཉི་མ་འཆར་ནུབ་ཚེ། །དུས་གསུམ་ལ་ནི་ལན་གསུམ་སྟེ། །
en: At mealtime, sunrise, and sunset, Strike it three times at the three intervals.

source: སྐུ་ཁྲུས་ཚེ་ན་ལན་གཉིས་བསྔགས། །
en: When it is time for bathing, let it resound twice.

source: གློ་བུར་གནོད་པ་ཆར་མི་འབབ། །དེ་བཞིན་འཐབ་དང་རྩོད་པ་དང་། །གློག་དང་གནོད་པ་ཆེན་པོ་དང་། །གནས་བརྟན་རྣམས་ནི་སྤྱན་འདྲེན་དང་། །ནད་དང་མུ་གེ་ཞི་བའི་ཕྱིར། །མ་འཚོལ་རིམ་གྱིས་བརྡུང་བར་བྱ། །
en: “It should be struck consecutively without hesitation To prevent sudden harm And likewise quarrels, disputes, Lightning, and great devastation. “It should be struck to invite the elders And to pacify plagues and famines.

source: དགེ་སློང་རྣམས་དང་དགེ་ཚུལ་གྱིས། །དུས་རྣམས་རྟག་ཏུ་བརྡུང་བ་སྟེ། །
en: It should be struck constantly at all times By monks and novices.

source: གསོ་སྦྱོང་ལ་ནི་གནས་ཚེ་ཡི། །དགེ་བསྙེན་གྱིས་ཀྱང་བརྡུང་བར་བྱ། །
en: “During monthly purification, It should be struck by laypeople as well.

source: མཚན་ཉིད་ཐམས་ཅད་རྫོགས་པ་དང་། །
en: All its qualities being complete,

source: ཀླུ་བདུན་གྱིས་ནི་བརྒྱན་པར་བྱ། །
en: It should be adorned by seven nāgas.

source: རྒྱལ་པོ་གང་ཚེ་ཡུལ་འཁོར་དུ། །གཎ་ཌཱིའི་དེ་ནི་གྲག་གྱུར་པ། །
en: “O King, when throughout the land That gaṇḍī resounds,

source: དེར་ནི་དཔལ་དང་གྲགས་པ་དང་། །འདོད་པ་དང་ནི་ལོ་ལེགས་འགྱུར། །
en: The year will be good there, With splendor, fame, and all desirable things.

source: ཕ་རོལ་དཔུང་གིས་འཇིགས་མེད་ཅིང་། །
en: “There will be no fear of foreign armies, And

source: འབྲུ་རྣམས་ཀྱང་ནི་ཉམས་མི་འགྱུར། །
en: the crops will never fail.

source: སངས་རྒྱས་བྱིན་རླབས་འབྱོར་པ་ཡིས། །དེར་ནི་བདུད་རྣམས་འདུལ་བར་འགྱུར། །
en: With the wealth of the Buddha’s blessings, Māras will be tamed there.

source: ཆོས་ཀྱི་རྔ་ནི་སྲིད་རྩེར་བཅས། །ཀུན་ནས་རབ་ཏུ་གཡོ་བར་འགྱུར། །
en: “The Dharma drum will thunder everywhere, Right up to the summit of existence.

source: དམྱལ་དང་ཡི་དགས་འཇིག་རྟེན་རྣམས། །འཇིག་པར་འགྱུར་བར་ཐེ་ཚོམ་མེད། །
en: The worlds of hell and pretas Will undoubtedly be destroyed.

source: ཐམས་ཅད་སངས་རྒྱས་རྟག་དད་ཅིང་། །
en: “Everyone will have enduring conviction in the Buddha, And

source: ཐམས་ཅད་ཆོས་ལ་གཞོལ་བར་འགྱུར། །
en: everyone will be devoted to the Dharma.

source: དེར་ནི་དགེ་འདུན་འདུལ་བར་ལྡན། །
en: There, the saṅgha will be disciplined, And

source: མཁས་པ་རྣམས་ཀྱང་འཕེལ་བར་འགྱུར། །
en: the wise will flourish as well.

source: འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་རྣམས། །དེར་ནི་ནུབ་པར་འགྱུར་བ་ཡིན། །
en: “Lust, hate, and delusion Will subside there.

source: རྒྱལ་པོ་ཚེ་རིང་ཆོས་ལྡན་ཞིང་། །བདེ་བ་དག་དང་ལྡན་པར་འགྱུར། །
en: The king will live long and uphold the Dharma, And he will have every happiness.

source: རྒྱལ་པོ་གཙུག་ལག་ཁང་ཀུན་དུ། །ཆོས་ཀྱི་རྔ་ནི་བརྡུངས་པ་ཡིས། །སྒྲ་ནི་གང་གི་རྣ་བ་ཡི། །ལམ་དག་ཏུ་ནི་གྲག་གྱུར་ཅིང་། །
en: “O King, in every temple, When beating the Dharma drum, Its sound will be renowned In the pathways of peoples’ ears;

source: དུས་བཞི་དག་ཏུ་ཐོས་པ་ནི། །དེ་རྣམས་བྱང་ཆུབ་ཐོབ་པར་འགྱུར། །
en: “Those who hear it four times a day Will attain spiritual awakening.

source: གང་ཞིག་སྙིང་ནས་ཡི་རངས་པ། །དེ་ནི་གྲོལ་འགྱུར་ཐེ་ཚོམ་མེད། །
en: Those who rejoice from the heart Will undoubtedly be free.

source: གཎ་ཌཱིའི་མདོ་ནི་ལན་ཅིག་ཐོས། །མི་དེ་སྐྱེ་བ་དྲན་པར་འགྱུར། །
en: “Hearing just once The Gaṇḍī Sūtra, One will remember one’s former lives.

source: གང་ན་མདོ་སྡེའི་མཆོག་འདི་གནས། །ཡུལ་འཁོར་དེར་ཡང་འབྱོར་པར་འགྱུར། །
en: Where this best among sūtras is present, That land will be prosperous.

source: དུས་ཀུན་དུ་ནི་གནས་པ་དང་། །ཀློག་གམ་ཡང་ན་མཆོད་པར་བྱེད། །
en: “[Those who] observe it at all times, Read it aloud, worship it,

source: འདི་ནི་ཡིད་ལ་འཛིན་བྱེད་པ། །སྡིག་པ་ལས་ནི་གྲོལ་བར་འགྱུར། །
en: “Those who [observe it at all times, Read it aloud, worship it, And] keep it in mind Will be freed from evil.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: When the Bhagavān had said this,

source: རྒྱལ་པོ་གསལ་རྒྱལ་བཅོམ་ལྡན་འདས་ལ་ཡང་དང་ཡང་དུ་ཕྱག་བྱས་ནས་སོང་ངོ་། །
en: King Prasenajit paid his respects to the Bhagavān repeatedly and then departed.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Bhagavān had spoken these words,

source: ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ།
en: the entire assembly, along with the world with its gods, humans, asuras, garuḍas, and gandharvas, rejoiced and

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: praised what the Bhagavān had said.

source: གཎ་ཌཱིའི་མདོ་རྫོགས་སྷོ།། །།
en: This completes “The Gaṇḍī Sūtra.”

source: རྒྱ་གར་གྱི་མཁན་པོ་དྷརྨྨ་ཤྲཱི་བྷ་དྲ་དང་། ལོཙྪ་བ་དགེ་སློང་ཚུལ་ཁྲིམས་ཡོན་ཏན་གྱིས་བསྒྱུར། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་དགེ་སློང་རིན་ཆེན་བཟང་པོས་བཅོས་ཏེ་གཏན་ལ་ཕབ་པ། །
en: It was translated by the Indian abbot Dharma­śrībhadra and the monk-translator Tsültrim Yönten, and edited and finalized by the monk and chief editor-translator Rinchen Zangpo.
